{
  "pagedata": [
    {
      "slug": "about-us",
      "id": "about-us",
      "pagetitle": "About Us",
      "description": [
        {
        "firsttext": "Based in Brooklyn NY, Sireprinting.com is a family-owned printing and packaging company having a strict emphasis on providing environmentally friendly printing and packaging solutions to its esteemed clients. In 8 years, we have earned an excellent reputation in the packaging industry. Today, we are widely known as the most economical company with the fastest turnaround time in the product packaging business sector. Our reliable prevailing tendency and strong ambitions are the most precious asset that distinguishes us from our competitors."
        },{
          "heading": "HOW DO WE SERVE YOU?",
          "text":"We at sireprinting.com provide personalized and economical packaging & printing for all the personal and professional requirements of our clients. We have advanced high-end technology to guarantee that all the product packaging boxes we produce have top-notch quality without putting a dent in our client’s wallet. Our seasoned and highly committed team of proficient designers furnish your products with fantastic artwork and eye-dazzling layouts. No matter which category of the boxes you place an order for, we can fully fulfill all your needs and requirements. Moreover, our production and customer support team is also positively courteous and dexterous; for that reason, all the work published under our belt is delivered in very little time. Printing and also shipment within time are the top core qualities of our firm."
        },{
          "heading": "CUSTOMIZED PRODUCT PACKAGING SERVICES",
          "text": "Every order you place at sireprinting.com is professionally dealt with deep care and concentration to ensure premium quality and striking results. As mentioned previously, we have a great zeal to promote environment-friendly product packaging that is not dangerous to the environment. Kraft boxes, Cardboard boxes, Rigid & Corrugated boxes, Window boxes, Die-cut boxes, and a complete range of packages for special occasions and celebrations events are our specific fields of interest and packaging know-how. Aside from these, our company is known for all sorts of product categories, whether these are gaming boxes, medicinal product packaging, or any other niche you deal in or produce under your banner. You need to state a reason for the package, and we will see to it according to your demand. Due to years of experience in the packaging and printing industry, we have developed a unique and matchless command in catchy customization. When it comes to customization options, we have a vast range of accessories and add ons, including UV, glossy/ matte, and many other options.  You can also acquire options like Windows, embossing, debossing, die-cutting, lamination, or any other according to your brand requirements."
        },{
          "heading": "CLIENT SATISFACTION, OUR MOST PRECIOUS ASSET",
          "text": "We utilize the environment and customer-friendly raw material for printing boxes without compromising the top quality. Our competent and experienced employees enable you to experience flawless printing. We can effectively cater to tiny in addition to bulk orders within the stipulated amount of time. We likewise offer a unique price cut provided now and then to maintain our consumers happiness level. We have something for everyone and each occasion, services, and product. You can have a look at our high-quality packaging items on our internet site."
        }
      ]
    },
    {
     "slug": "privacy-policy",
      "id": "privacy-policy",
      "image": "https://s3.amazonaws.com/sireprinting.com/images/privacy_policy-min_m8yc0d.webp",
      "pagetitle": "Privacy Policy",
      "description": [
        {
          "heading": "PRIVACY AND SECURITY",
          "text": "Sireprinting.com is strictly committed to keeping the privacy of its consumers intact and secure. We never share, sell, or otherwise disclose details about our customers to any other party except as called for to process and ship acquisitions. We promise and make sure not to spam you, and we will not market your information."
        },{
          "heading": "INFORMATION DATA ACCUMULATION",
          "text": "Sireprinting.com is the sole owner of the information accumulated on www.sireprinting.com. We gather info from our users, customers, and site visitors at several various factors on our Web site. Various domains of our web server collect individual info about the customer details gathered from different locations. All that information is kept in log data that contain site visitors' domain name, IP address information, internet browser name, date/time of browse through which the site was visited, referring/exit websites, the number of clicks as well as broad geographic/demographic info to produce the existing fads. It is worth mentioning that we will only reveal your information when needed by law or to protect our rate of interests and security and those of various other site visitors to our website, or when you permit us to do so. Your info can also be divulged when we have a good-faith belief that it is required to abide by a present judicial proceeding, a court order, or legal process offered on our site."
        },{
          "heading": "COOKIES & LOG FILES",
          "text": "A cookie is an item of information saved on the user's computer system linked to info regarding the user who visited our site in any position. We utilize relentless cookies to facilitate user experience. A relentless cookie is a tiny text file saved on the individual's hard drive for an extended period. These cookies can be eliminated by complying with browser assistance file instructions at your computer about the specific browser being used. Like the majority of standard site web servers, we also make use of log files and documents. All that is meant for better user experience. That includes internet protocol (IP) addresses, the type of web browser used to access Sireprinting.com, internet service provider (ISP), referring/exit web pages, platform kind, date/time stamp, and also several clicks to assess patterns, administer the site, track individuals' activity in the aggregate, as well as gather wide market info for aggregate use. This data is not linked to directly identifiable details."
        },{
          "heading": "ORDER FORM REQUISITES",
          "text": "The order form has to be filled for the placement of any requisition or order by our clients. We inquire from the customer on our order form various details related to the product required. A customer has to offer to get in touch with details (such as name, email, shipping address) and pricing information and details (such as bank card number and expiration date). All that information is kept fully secure and intact. This info is made use of for bank card authorization as well as to load customers' orders. If we have a problem refining an order, the info is utilized to contact the individual who placed the order. There is no more use of that info other than Bank usage and order placement."
        },{
          "heading": "CUSTOMER SUPPORT",
          "text": "We use our website to offer our customers a flawless user experience not to be found anywhere. For that, we communicate with users often to offer asked for services and suggestions for improvements. Our production and customer care team makes use of live chat, email, and phone information to communicate with clients regarding problems associated with the in-process order."
        },{
          "heading": "COMMUNICATIONS FROM THE SITE",
          "text": "Our registered and subscribed users and customers will periodically receive details on products, solutions, special bargains, and newsletters. For respect and to save our customers' time, we do not involve them in any such information exchange activity without prior permission from their side. You can even unsubscribe from any such deal if you do not want to receive such correspondence. Clients are automatically registered for our e-newsletter; we request details such as name and email address. Out of regard for our individual's privacy, we provide a means to opt-out of these communications. If you do not want to receive future newsletters, all you have to do is unsubscribe."
        },{
          "heading": "SUPPLEMENTS OF INFORMATION",
          "text": "Suppose we decide to transform our privacy policy. In that case, we will certainly post those modifications to this personal privacy declaration, the homepage, and also various other places we deem appropriate, so our users are always aware of what information we gather, how we use it, and under what scenarios, if any, we divulge it. We will use info by the privacy plan under which the info was gathered. Suppose nonetheless, we will use users' personally identifiable information in a way different from that specified one at the time of collection. In that case, we will certainly inform customers using email or any other specified and agreed upon the source. Users will have a choice regarding whether or not we utilize their information in this various manner. Suppose customers have opted out of all communication with the site or deleted/deactivated their account after that. In that case, they will certainly not be spoken to, neither will certainly their info be utilized in this new fashion. Also, suppose we make any product modifications in our privacy techniques that do not influence customer info already stored in our data source. In that case, we will certainly upload a noticeable note on our website, notifying individuals of the change."
        }
      ]
    }
  ]
}
